{
    "title_en": "Biography",
    "title_de": "Biographie",
    "description_en": "Ina Berneis is a German photographer primarily known for her work in portraiture and still photography within the film and entertainment industries. Her career spans several decades, with significant contributions during the mid-20th century.\n\nShe is recognized for her ability to capture intimate, candid moments of public figures, as well as formal studio-style portraits. Her background in still photography for cinema suggests a strong focus on capturing the atmosphere and narrative of a film set. She bridged the gap between Hollywood glamour (late 50s) and the gritty, realistic style of New German Cinema (late 70s/80s).\n\nUnder PHOTOGRAPHY and MOVIES a small selection of her work and encounters.\n\n<h2>A brief time-line of Ina Berneis life. (in progress...)</h2>",
    "description_de": "Ina Berneis ist eine deutsche Fotografin, die vor allem für ihre Arbeit in der Porträt- und Standfotografie in der Film- und Unterhaltungsindustrie bekannt ist. Ihre Karriere erstreckt sich über mehrere Jahrzehnte.\n\nSie ist bekannt für ihre Fähigkeit, intime, offene Momente von Persönlichkeiten des öffentlichen Lebens sowie formelle Porträts im Studio-Stil festzuhalten. Ihr Hintergrund in der Standfotografie für das Kino deutet auf einen starken Fokus auf die Erfassung der Atmosphäre und der Erzählung eines Filmsets hin. Sie schlug eine Brücke zwischen Hollywoods Glamour (späte 50er) und dem düsteren, realistischen Stil des Neuen Deutschen Kinos (späte 70er/80er)\n\nUnter FOTOGRAPHIE und FILME ein kleiner Ausschnitt von Ihrem Werk und Begegnungen\n\n<h2>Eine kurze Zeitleiste von Ina Berneis' Leben.\n(In Bearbeitung...)</h2>",
    "events": [
        {
            "date": "7/1927",
            "description_en": "Born in Berlin, Germany",
            "description_de": "Geboren in Berlin"
        },
        {
            "date": "1948",
            "description_en": "First own appartment",
            "description_de": "Erste eigene Wohnung"
        },
        {
            "date": "1948",
            "description_en": "Her own Photo Studio 'InaPhot' - and her first published portrait",
            "description_de": "Ihr eigenes Foto Studio 'InaPhot' - und Ihr erstes publiziertes Portrait",
            "photo": "assets/images/firstportrait.png"
        },
        {
            "date": "1952",
            "description_en": "Shortly enganged to Jan Hendriks.",
            "description_de": "Kurzzeitig verlobt mit Jan Hendriks.",
            "photo": "assets/images/JanHendriks.jpg"
        },
        {
            "date": "9/1954",
            "description_en": "Married Peter Berneis.",
            "description_de": "Heiratete Peter Berneis.",
            "photo": "assets/images/Ina_Peter.png"
        },
        {
            "date": "1955",
            "description_en": "Move to the US with roadtrip New York to Los Angeles.",
            "description_de": "Umzug in die USA mit Autofahrt von New York nach Los Angeles.",
            "photo": "assets/images/inapeternewyork.png"
        },
        {
            "date": "5/1957",
            "description_en": "Her son Michael is born.",
            "description_de": "Geburt Ihres Sohnes Michael."
        },
        {
            "date": "1962",
            "description_en": "Divorce from Peter Berneis.",
            "description_de": "Scheidung von Peter Berneis."
        },
        {
            "date": "1962",
            "description_en": "Move to London for movie project.",
            "description_de": "Umzug nach London fuer Film Projekt."
        },
        {
            "date": "1963",
            "description_en": "Move to Munich.",
            "description_de": "Umzug nach München."
        },
        {
            "date": "5/2023",
            "description_en": "Passed away in New York. Her ashes were dispersed over the Hudson River as per her wish.",
            "description_de": "Verstorben in New York. Ihre Asche wurde nach Ihrem Wunsch über den Hudson River verstreut"
        }
    ]
}
